const Slide4 = () => {
    return (
        <section id="adress" className="flex_center margin_top15 flex_colom BC " >
            <h2 className="text_center margin_top5">
                Наши адреса
            </h2>
            <h4 className="center_adr">
                Мы успешно обслуживаем жилые помещения по следующим адресам:
            </h4>

            <div className={" grid_adress pl_15 pr_15 margin_bot15 hidden"}>


                <div className={"adress1 "}></div>
                <div className="flex_adress text_center ">
                    <div>
                        {/* место для фото */}
                    </div>
                    <h3 className="m_auto">
                        Карла Маркса, 23
                    </h3>
                    {/* TODO: Вставить описание */}
                    <p className="p_adress">
                        Центральное общежитие, в котором есть вахта, видеонаблюдение,
                        также для комфорта жителей была оборудована колясочная и сушильная комната с стиральными машинами.
                        Регулярно проводятся улучшения мест общего пользования, а также ремонтные работы внутри здания и снаружи.
                        Ежедневно выполняетсяуборка территории и мест общего пользованья по СанПин нормам.
                        Общежитие считается образцово-показательным, лучшим в городе Нижний Тагил!
                    </p>
                </div>

                <div className="flex_adress text_center">
                    <div>
                        {/* место для фото */}
                    </div>
                    <div className="pl_5">
                        <h3 className="m_auto">
                            Красноармейская, 66
                        </h3>
                        {/* TODO: Вставить описание */}
                        <p className="p_adress">
                            Центральное общежитие на первом этаже которого расположена колясочная,
                            а также общественная организация &quot;Золотые руки ангела&quot;. На территории и
                            фасаде здания проведены покрасочные работы.
                            В порядке очередности выполняются ремонтно-восстановительные работы каждого этажа.
                            Еженедельно проводится уборка подъездов, уборка территории ежедневно.
                            Все текущие заявки от жителей выполняются оперативно.
                        </p>
                    </div>

                </div>
                <div className={"adress2"}></div>

                <div className={"adress3"}></div>

                <div className="flex_adress text_center">
                    <div>
                        {/* место для фото */}
                    </div>
                    <h3 className="m_auto">
                        Хохрякова, 22
                    </h3>
                    {/* TODO: Вставить описание */}
                    <p className="p_adress">
                        Многоквартирный дом, район Тагилстроевский.
                        Устранены потопы в подвальном помещении, произведена замена запорной арматуры.
                        Замена труб хвс и гвс, стояковой системы в жилых помещениях.
                        Проведен латочный ремонт кровли. Выполнены покрасочные работы,
                        космический ремонт входной группы. Регулярно выполняется уборка подъездов,
                        территории, а также контейнерной площадки.
                    </p>
                </div>

            </div>
            <div className={" grid_adress pl_15 pr_15 margin_bot15 hidden1"}>


                <div className={"adress1 "}></div>
                <div className="flex_adress text_center ">
                    <div>
                        {/* место для фото */}
                    </div>
                    <h3 className="m_auto">
                        Карла Маркса, 23
                    </h3>
                    {/* TODO: Вставить описание */}
                    <p className="p_adress">
                        Центральное общежитие, в котором есть вахта, видеонаблюдение,
                        также для комфорта жителей была оборудована колясочная и сушильная комната с стиральными машинами.
                        Регулярно проводятся улучшения мест общего пользования, а также ремонтные работы внутри здания и снаружи.
                        Ежедневно выполняетсяуборка территории и мест общего пользованья по СанПин нормам.
                        Общежитие считается образцово-показательным, лучшим в городе Нижний Тагил!
                    </p>
                </div>

                <div className={"adress2"}></div>
                <div className="flex_adress text_center">
                    <div>
                        {/* место для фото */}
                    </div>
                    <div className="pl_5">
                        <h3 className="m_auto">
                            Красноармейская, 66
                        </h3>
                        {/* TODO: Вставить описание */}
                        <p className="p_adress">
                            Центральное общежитие на первом этаже которого расположена колясочная,
                            а также общественная организация &quot;Золотые руки ангела&quot;. На территории и
                            фасаде здания проведены покрасочные работы.
                            В порядке очередности выполняются ремонтно-восстановительные работы каждого этажа.
                            Еженедельно проводится уборка подъездов, уборка территории ежедневно.
                            Все текущие заявки от жителей выполняются оперативно.
                        </p>
                    </div>

                </div>

                <div className={"adress3"}></div>
                <div className="flex_adress text_center">
                    <div>
                        {/* место для фото */}
                    </div>
                    <h3 className="m_auto">
                        Хохрякова, 22
                    </h3>
                    {/* TODO: Вставить описание */}
                    <p className="p_adress">
                        Многоквартирный дом, район Тагилстроевский.
                        Устранены потопы в подвальном помещении, произведена замена запорной арматуры.
                        Замена труб хвс и гвс, стояковой системы в жилых помещениях.
                        Проведен латочный ремонт кровли. Выполнены покрасочные работы,
                        космический ремонт входной группы. Регулярно выполняется уборка подъездов,
                        территории, а также контейнерной площадки.
                    </p>
                </div>

            </div>



        </section>
    )
}
export default Slide4;